{
    "items": [
        { "num": "1", "name": "Flashlight", "description": "Flashlights can be toggled on and off by the player. When in use, the Flashlight will illuminate a cone-shaped area in front of the player. While a Flashlight is on, it will slowly lose charge until it runs out. Upon inserting a single battery, the Flashlight will gain an additional 50% charge, and can be used for roughly 63 more seconds.\n\n<:SebastianSolace:1397828613998379039> A standard issue flashlight. Nothing noteworthy. Good if you're alone, I guess." },
        { "num": "2", "name": "Lantern", "description": "When equipped, the Lantern will light up a large area around the player. While a Lantern is on, it will slowly lose charge until it runs out. Upon inserting a single battery, the lantern will be recharged 50% and can be used for 73 more seconds.\n\n<:SebastianSolace:1397828613998379039> Battery powered lantern. Good for groups, lasts a bit longer than the flashlight. Too bad you don't come with your own built-in lantern, sucks for you." },
        { "num": "3", "name": "Flash Beacon", "description": "When activated, the Flash Beacon emits a bright light that illuminates the area ahead of the player for a short time before fading. After activating, the player must wait 3 seconds to use the flash beacon again. When a battery is inserted, the beacon gains 10 extra charges.\n\n<:SebastianSolace:1397828613998379039> Used by diving crews. I don't really see the practical use for this? You'll probably find a good way to use it." },
        { "num": "4", "name": "Hand-Cranked Flashlight", "description": "While in use, the Hand-Cranked Flashlight illuminates a cone-shaped area in front of the player, slowly draining charge until its empty. The Hand-Cranked Flashlight cannot be recharged with batteries. Instead, it regains energy from the crank on the side, which is used for a variable amount of time based on the remaining charge.\n\n<:SebastianSolace:1397828613998379039> A combination of a flashlight and a radio, the Hand Cranked Flashlight is basically an infinite light source. Not many of them were commissioned, as most employees had their own walkie talkies, and batteries were in abundance. They're worth their weight in gold now, however." },
        { "num": "5", "name": "Blacklight", "description": "While in use, the Blacklight illuminates a cone-shaped area in front of the player with purple UV light. Unlike other light sources, the UV light from the Blacklight does not anger Squiddles. Using a Blacklight will slowly drain its charge until empty, at which point the Blacklight will become inoperable unless recharged with batteries. Using a battery will give the Blacklight an additional 50% charge, and allow it to be used for 36 more seconds.\n\n<:SebastianSolace:1397828613998379039> When these guys say \"Blacklight\", they really mean it. The light produced by this \"flashlight\" is on a light spectrum only visible to humans. I know this because when I try and use it, it doesn't produce any light whatsoever. Yet, I see other people being able to navigate through the dark with this just fine." },
        { "num": "6", "name": "Batteries", "description": "Batteries, presenting a simplistic dark green/yellow design, allow the player to recharge numerous light sources. When used, batteries restore half of a light source's maximum charge time." },
        { "num": "7", "name": "Code Breacher", "description": "The Code Breacher can be used to open any locked door by interacting with a keycard reader with the item in hand. It can be used only once before disappearing. Players can hold up to 3 Code Breachers.\n\n<:SebastianSolace:1397828613998379039> Got a locked door and no time to find a keycard? No problem. Code Breachers can unlock any lock, but will automatically self-destruct after doing so. Use it wisely. Apparently, a lot of the employees were sick and tired of constantly needing to bring a collection of keycards everywhere, so they started making their own hacking devices. You'd think that the higher-ups would be against that, but I've found a few of these in some of their office drawers, so." },
        { "num": "8", "name": "Keycard", "description": "Keycards are used to open locked doors throughout the Blacksite, allowing players to progress to the following room." },
        { "num": "9", "name": "Purple Keycard", "description": "Purple Keycards enable you to open locked doors within rooms, such as the double doors at the entrance and exit of the Heavy Containment room type." },
        { "num": "10", "name": "Ridge Keycard", "description": "Orange Keycards work exactly the same as the default blue keycards, except they display no door number and are exclusive to The Ridge." },
        { "num": "11", "name": "Password Paper", "description": "Password Papers are used on Keypads to unlock doors throughout the Hadal Blacksite, allowing players to progress to the following room. When using the Keypad, the player must input a 4-digit code that can be found on the password paper." },
        { "num": "12", "name": "Medkit", "description": "The Medkit is a container that has medical supplies in it that can be used to heal players. When used, it takes about 7 seconds to patch yourself up and heal 75 HP back.\n\n<:SebastianSolace:1397828613998379039> You're gonna get hurt, thats for sure. Bringing some medical supplies might be a good idea, especially if you suck. Which you do, since otherwise you wouldn't be needing my services." },
        { "num": "13", "name": "Cocktail 'Perithesene'", "description": "Perithesene is a red syringe that can be used to heal players. When used, the player will stab themselves with it, which will heal any HP lost in an instant.\n\n<:SebastianSolace:1397828613998379039> Makes you feel like you're made of steel." },
        { "num": "14", "name": "SPR-INT", "description": "SPR-INT is a green/blue syringe that can be used to speed up players. When used, the player will stab themselves with it, dealing 2 HP worth of damage. After usage, the player's movement speed will be increased and the player will be able to jump and slide for the 15 second duration the SPR-INT effect lasts.\n\n<:SebastianSolace:1397828613998379039> Compact adrenaline in a one time use syringe. Sure makes you feel that heavy diving equipment you're lugging around isn't there anymore. At least for a little while. Although, something you may notice when used, the needle spike stay inside of your body. An intentional design choice so that the spikes, with the fluid still inside, would get the most amount of use and nothing is wasted when used in a combat scenario. How efficient. Normally, the personnel who used these have the spikes medically removed once they've served their purpose. Unfortunately, you won't be given that same privilege. So I supposed you should start getting used to having a piece of metal embedded into your arm whenever you feel like getting to that locker 2 seconds faster." },
        { "num": "15", "name": "BL1 (Neloprephine)", "description": "Neloprephine is a yellow syringe that can be used to heal players. When used, the player will stab themselves with it, which will heal them by 25 HP." },
        { "num": "16", "name": "Party Special", "description": "The Party Special is an item that applies a one-time health regeneration status effect to the player the moment it is obtained. This buff is permanent for the remainder of the run and changes the player's health bar to yellow-orange. It regenerates HP at a rate of 1 health every 8 seconds. When viewed in the Cabin Room, it appears as a set of three drinks with umbrellas in each one: orange, cyan, and purple. However, other encounters of the Party Special are different. When obtaining the drink from the Gambling Room, it appears by itself as the yellow version. When viewed within Club Spectrum at The Raveyard, only the purple version is there." },
        { "num": "17", "name": "Regular Drink", "description": "The Regular Drink is an item that instantly heals the player for 25 health the moment it is purchased. The Regular Drink is not a held item, but rather an instant effect that applies to the player. Additional Regular Drinks can be purchased while the player is at full health without any additional effects. The Regular Drink appears as a cyan cocktail in a clear glass resting upon a table next to Rachjumper." },
        { "num": "18", "name": "Ice's Brew", "description": "Ice's Brew appears as a teal drink inside a cocktail glass. It grants the player 25 Artificial HP (AHP), which adds to a secondary health meter on top of their normal one. The item is instantly used upon obtainment." },
        { "num": "19", "name": "Gummylight", "description": "The Gummylight can be toggled on and off by the player. When in use, it emits a strong green light in front of the player, quickly losing charge until it runs out. Gummylights cannot be recharged using batteries. Instead, they must be recharged by repeatedly shaking the Gummylight, by right clicking.\n\n<:SebastianSolace:1397828613998379039> I found a crate left by someone outside my hideout a short while ago. Inside of the crate were a stock-load of these green, translucent flashlights. There was a note attached to one of them reading: \"Give these to our mutual friend. Signed A-.\" I have absolutely no clue why you'd want this compared to anything else on the menu. Sure, its technically infinite, but its such a short battery life that you'd be better off getting a regular one. Its obnoxiously loud to get it fully charged again as well. The supply I was given is limited, so I'll have to mark up the price. Hopefully it'll discourage you from buying them. Its for your own good." },
        { "num": "20", "name": "Gravelight", "description": "The Gravelight functions the same as the Gummylight, except with changes to the color and the amount of time it can be left on for. The Gravelight can be toggled on and off by the player. When in use, it emits a strong orange light in front of the player, quickly losing charge until it runs out. It has a charge time of 12 seconds, after which it must be manually recharged by shaking. The Gravelight can be completely charged with 23 shakes from empty." },
        { "num": "21", "name": "Splorglight", "description": "The Splorglight can be toggled on and off by the player. When in use, the Splorglight will emit a cyan light in front of the player. Much like the Blacklight, this light does not anger Squiddles. While a Splorglight is on it will quickly lose charge until it runs out. The Splorglight cannot be recharged with batteries. Instead, they must manually be recharged by the player by repeatedly right clicking." },
        { "num": "22", "name": "Defibrillator", "description": "The Defibrillator is a device that can revive a dead teammate during a run. The item is carried on the back of the wearer. When activated, the Defibrillator will be charged for a brief moment before sending a shock to the dead player's body. A purple orb will then appear and hover over where the body was, before the player comes back to life.\n\n<:SebastianSolace:1397828613998379039> Not technically a defibrillator, per se. It's more akin to a portable time machine. Its main purpose is to revert a fallen colleague to a time where they're... well, not dead. Of course, this has to be used while the body is still fresh. For example, if you turn back the clock on somebody who died 6 minutes ago by 5 minutes. Congratulations, you now have a corpse that died a minute ago on your hands. Just a heads up. The defibrillator is very experimental, so it's extremely delicate. Should you meet your untimely demise while carrying this, it's near-certain that it will break. Once that occurs, good luck trying to find a use for it." },
        { "num": "23", "name": "Sebastian's Scanner", "description": "Sebastian's Scanner is an item that, when used, will have the screen taken up by the display of the Scanner, and highlights Research Research along with Keycards, Password Papers, and Items. Different resources get highlighted by a different color: Research gets highlighted in yellow. Keycards and Password Papers get highlighted in blue. Items get highlighted in red. Batteries get highlighted in green.\n\n<:SebastianSolace:1397828613998379039> One of the few perks they offer to the MR-P down here is access to the facility workshop. While I was busy planning this mess, I made this little thing. I intended to use it to find keycards and other goodies left behind, but mainly just finding keycards. Only after I caused the aforementioned mess did I realize I could just...pry the doors open. So, I'm most likely not seeing any use for this anymore. I can part with it, for the right price, of course. I had Painter handled the \"presentation\" aspect of it, a few icons and some animations. He also programmed a rudimentary AI modeled after me to go along with it. Can't say I'm a big fan of how well it replicates my voice. Ah, the wonders of modern technology..." },
        { "num": "24", "name": "Necrobloxicon", "description": "The Necrobloxicon can be toggled on and off by the player; when in use, it glows a vibrant neon red. Players can change the color of their Necrobloxicon by right clicking their mouse or pressing the button with Noli's face on it on mobile. While The Necrobloxicon is on, it will slowly lose charge until it runs out. The Necrobloxicon can be recharged with batteries. Over time, The Necrobloxicon will also passively regain charge.\n\n<:SebastianSolace:1397828613998379039> Don't know why, but your buddy ███ has personally asked me to allow you to get copies of this. Not sure what you did, probably something stupid, but does that really matter? I was a bit hesitant at first, knowing just how destructive these things can be in the wrong hands. But he assured me that with your complete lack of skills and overall talent, we'll be fine." },
        { "num": "25", "name": "Dweller Chunk", "description": "If an emerged Wall Dweller comes into contact with a Node Monster (except Pandemonium) or is detected and shot down by a turret, the Wall Dweller is killed and left as a corpse on the ground. The player is able to interact with the body and take a piece of edible flesh named a dweller chunk. Eating this dweller chunk will result in the player's health bar turning yellow and the player gaining a similar passive healing effect to the Party Special." },
        { "num": "26", "name": "Decoder", "description": "The Decoder is a small boxy device used to decode messages from radios. When the Radio is correctly tuned, the Decoder must be held out near it. After a few seconds, one part of the code will be decrypted. Once the full code is decrypted, it can be used to open a hidden green keypad door towards the end of The Hunted expedition. This keypad has symbols instead of numbers." },
        { "num": "27", "name": "Notebook", "description": "Upon using The Notebook the player will be frozen in place and prompted with three randomized math questions. If the player gets all 3 questions correct, they will be rewarded with 2 random items, and a 30 HP heal. After using The Notebook, it will be consumed as you can only use this once. The following are potential items The Notebook can reward, and their chances: Code Breacher - 50% Lantern - 40% Medkit - 35% Flashlight - 35% Flash Beacon - 25% Gummylight - 25% Blacklight - 15% Hand-Cranked Flashlight - 15% The Necrobloxicon - 5% Splorglight - Unknown Gravelight - Unknown\n\n<:SebastianSolace:1397828613998379039> \"Wow that was fun! Here's your reward for playing tag with me, a green notebook! Use this notebook if you ever need my help, but you'll have to do some math first!\" - The Educator" },
        { "num": "28", "name": "Z-432 \"Toy Remote\"", "description": "The remote, inhabited by the \"Imaginary Friend\" appears red in color with a toy-like appearance. It consists of several buttons with a notably pale-red large button in the centre that glows when it's ready to be activated. A blue variant of the remote can be obtained by trading with Deep Sea Bunnies or Item Crates, which appears identical to the red remote but is blue in color with a light teal button.\n\n<:SebastianSolace:1397828613998379039> Since you're so fond of your red companion, I've scooped up a few remotes for you to throw around. Go nuts, have fun." },
        { "num": "29", "name": "Z-432 \"Toy Remote\"", "description": "The remote, inhabited by the \"Imaginary Friend\" appears blue in color with a toy-like appearance. It consists of several buttons with a notably light teal large button in the centre that glows when it's ready to be activated. A red variant of the remote can be obtained by trading with Deep Sea Bunnies or Item Crates, which appears identical to the red remote but is red in color with a pale-red button." }
    ]
}